[
    {
        "repoName": "discord-botboi-bot",
        "repoOwner": "alt-ab",
        "projectType": "Discord Bot",
        "award": "silver",
        "projectDescription": "A fun, get-to-know you Discord bot with over 15+ commands! It’s light-weight and hosted! I built it as one of my first project ideas, and I was able to develop off this concept for a programming apprenticeship I had! "
    },
    {
        "repoName": "movie-picker",
        "repoOwner": "DBlack2021",
        "projectType": "Web App",
        "award": "silver",
        "projectDescription": "This project targets people who are struggling to figure out a TV show / movie to watch. Users can search for TV shows and movies and then pick one at random. Afterwards they can view stats about the movie and look at the cast and crew."
    },
    {
        "repoName": "maya",
        "repoOwner": "ThinkFiveable",
        "repoLogo": "https://github.com/cnnor/Maya/raw/main/banner.png",
        "projectType": "Discord Bot",
        "award": "silver",
        "projectDescription": "Maya is a multi-purpose, community-driven, single-guild Discord bot built for the Fiveable student community. It was built with functionality and customizability in mind, offering featurful moderation commands, utilities, reaction roles, and channel linking."
    },
    {
        "repoName": "guilded.js",
        "repoOwner": "zaida04",
        "repoLogo": "https://github.com/zaida04/guilded.js/raw/main/static/readme-header.png",
        "projectType": "Library",
        "award": "silver",
        "projectDescription": "Tools for interacting with the guilded.gg API. Usable in either JavaScript or TypeScript projects."
    },
    {
        "repoName": "DeltaScheme",
        "repoOwner": "RayhanADev",
        "repoLogo": "https://raw.githubusercontent.com/RayhanADev/DeltaScheme/master/public/assets/images/logos/deltascheme_opengraphimage.png",
        "projectType": "Web App",
        "award": "silver",
        "projectDescription": "This is DeltaScheme. DeltaScheme simulates the business model of a Pyramid Scheme, except on the Internet, turning the horrific business model into a friendly game. The only way to sign up for the site is with a special code given out by recruiters. New members can then send their code out to more people and invite them for tokens! Created using NodeJS, Express, Cloud Firestore, GraphQL, and more! **Still a Work In Progress, Feel Free to Contribute**"
    },
    {
        "repoName": "rent-a-ni.co",
        "repoOwner": "zaida04",
        "projectType": "API",
        "award": "silver",
        "projectDescription": "Link shortener built with Fastify."
    },
    {
        "repoName": "Lucia",
        "repoOwner": "aidenybai",
        "projectType": "Library",
        "award": "silver",
        "projectDescription": "An augmentation layer for your webapp logic, allowing you to bind attributes to your HTML to add interactivity without writing any extra JavaScript. I built it with TypeScript and other tooling. Please read the Wiki if you are interested in contributing! https://github.com/aidenybai/lucia/wiki"
    },
    {
        "repoName": "chrome_extension",
        "repoOwner": "shreyfirst",
        "repoLogo": "https://media.discordapp.net/attachments/706943886530183202/843226725273436200/df15b80c-aabd-46c0-8ddc-9fe20413cf28.jpeg",
        "projectType": "Chrome Extension",
        "award": "silver",
        "projectDescription": "I created Zoom Bookmarks with just plain old HTML and Javascript. It's a Chrome Extension that lets people save their online meeting meetings for easy access later. It is currently live on the Chrome Web Store: https://chrome.google.com/webstore/detail/zoom-bookmarks/haplbihlmhnffbihdfjhgnickameiphd - and will continue to update it as there are new PRs! This was one of my earliest projects, and I did a little teaching demo, which is the README too."
    },
    {
        "repoName": "tether",
        "repoOwner": "RayhanADev",
        "repoLogo": "https://tether.rayhanadev.repl.co/public/tether_cover.png",
        "projectType": "Game",
        "award": "silver",
        "projectDescription": "Tether is an online game with support for all devices. It uses native Canvas graphics and smart animation techniques to build an all-out aesthetically pleasing and fun game!"
    },
    {
        "repoName": "Brain-Controlled-Robotic-Joint",
        "repoOwner": "neeltron",
        "projectType": "Hardware",
        "award": "silver",
        "projectDescription": "This repository presents a brain-controlled robotic joint, which allows amputees to control an artificial limb using their brain."
    },
    {
        "repoName": "ampl-ify",
        "repoOwner": "shreeyachand",
        "repoLogo": "https://raw.githubusercontent.com/shreeyachand/ampl-ify/main/cover.png",
        "projectType": "Web App",
        "award": "none",
        "projectDescription": "ampl-ify uses the Spotipy Python library to interact with the Spotify API and make users track recommendations based on the songs in their playlists, using a nearest neighbors algorithm."
    },
    {
         "repoName": "randomjokesapp",
         "repoOwner": "nikshitak",
         "projectType": "Web App",
         "award": "none",
         "projectDescription": "This web app lets you see a joke every time you click the button, and there's hundereds of joke in the Official Joke API so that you will almost always get a new joke. This is really just meant to give a serotinin boost and to make you smile. This is the link to the web app: https://nikshitak.github.io/randomjokesapp/"
    },
]
